<?php

/**
 * ECSHOP 拍卖前台文件
 * ============================================================================
 * 版权所有 2005-2016 热风科技，并保留所有权利。
 * 演示地址: http://palenggege.com  开发QQ:497401495    paleng
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Id: auction.php 17217 2011-01-19 06:29:08Z liubo $
 */

define('IN_ECS', true);

require(dirname(__FILE__) . '/includes/init.php');
$lucky_buy_id=1;
include_once(ROOT_PATH.'wxm_lucky_buy.php');
exit;


?>